Repository: Epiteks/Epintra
Catalog: IntraEpitech/*.lproj/Localizable.strings
Languages: fr

# unknownApiError
source: API Error. Please check if the intranet is online.
fr: Erreur de l'API. Verifiez si l'intranet est en ligne.

source: Log In
fr: Connexion

source: Password
fr: Mot de passe

source: Error
fr: Erreur

source: Error
fr: Erreur

# pleaseFillEverything
source: Please fill every field
fr: Merci de remplir tous les champs

# noOfficialApp
source: Non official application.
fr: Application non officielle.

# invalidCombinaison
source: Invalid login/password combinaison
fr: Mauvaise combinaison login / mot de passe

source: Getting user data
fr: Récupération utilisateur

# FinishedGettingUserData
source: End of getting user data
fr: Fin de la récupération utilisateur

# DownloadingPicture
source: Picture downloading
fr: Téléchargement de la photo

# GettingUserHistory
source: Getting alerts
fr: Récupération de l'historique

# FinishedGettingUserHistory
source: End of getting history
fr: Fin de la récupération de l'historique

source: Getting data
fr: Récupération des données

source: Fetched history
fr: Historique récupér

source: Fetched user data
fr: Données récupérées

source: Loading...
fr: Chargement

source: Profile
fr: Profil

source: Projects
fr: Projets

source: Marks
fr: Notes

source: Settings
fr: Paramètres

source: School
fr: Ecole

source: Disconnect
fr: Déconnexion

# WantToDisconnect
source: Do you want to disconnect ?
fr: Voulez-vous vous déconnecter ?

source: Cancel
fr: Annuler

# DownloadOnData
source: Download pictures
fr: Télécharger les photos

source: Calendars
fr: Calendriers

# ThirdParty
source: Third-Party Notices
fr: Licences

# BugQuestion
source: Any bug or a feature idea ?
fr: Un bug ou une idée d'amélioration ?

# NoCalendar
source: No calendar found.
fr: Aucun calendrier trouvé.

# NoAccessCalendar
source: You haven't granted the access to the calendar. If you want to, go to Settings -> Epintra.
fr: Vous n'avez pas donné l'accès aux calendriers. Si vous souhaitez le donner, aller dans Réglages -> Epintra.

source: Unknown
fr: Inconnu

source: Spices
fr: Epices

source: Credits
fr: Crédits

# NoAlerts
source: You don't have any alert
fr: Vous n'avez aucune alerte

# EnterToken
source: Enter your token
fr: Entrez votre token

source: Enter
fr: Entrer

# SuccessfullyRegistered
source: You have registered to the event
fr: Vous vous êtes bien enregistré à l'événement

# SuccessfullyValidated
source: You have correctly confirmed your presence
fr: Vous avez bien validé votre présence

# SuccessfullyUnregistered
source: You are unregistered of the event
fr: Vous vous êtes bien désinscrit

# EmptyEventCell
source: No event
fr: Aucun événement

# EmptyPlanningTableView
source: No event to display
fr: Aucun événement à afficher

source: Default calendar
fr: Calendrier par défaut

# NoDefaultCalendar
source: No default calendar selected. Please add one in settings
fr: Aucun calendrier sélectionné, merci d'en ajouter un dans les réglages.

# DefaultCalendarWrong
source: The default calendar is inreachable.
fr: Le calendrier sélectionné est introuvable.

# CalendarAccessDenied
source: Access denied. Go in your phone settings to allow calendar management.
fr: Accès refusé. Pour activer la gestion des calendriers, allez dans les réglages du téléphone.

# SomethingDidntWorkedCorrectly
source: Something didn't work correctly. If it appears often, please me an email.
fr: Quelque chose n'a pas fonctionné correctement. Si cela arrive souvent, merci de m'envoyer un mail.

# SuccessfullyAdded
source: Event created
fr: Événement créé.

source: Add in calendar
fr: Ajouter au calendrier

source: Semesters
fr: Semestres

source: Registered
fr: Inscrits

# NotRegisteredProject
source: You're not registered to this project
fr: Vous n'êtes pas inscrit à ce projet

source: Files
fr: Fichiers

# Members
source: Group members
fr: Membres du groupe

source: No notification
fr: Aucune notification

source: Medals 🏅
fr: Médailles 🏅

source: Remarkables 👍
fr: Encouragements 👍

# Difficulty
source: Difficulties 🏊
fr: Difficultés 🏊

# Ghost
source: Ghosts 👻
fr: Fantômes 👻

source: No file
fr: Aucun Document

source: No flag
fr: Aucun Flag

source: Search
fr: Rechercher

# DownloadingAllUsers
source: Dowloading list of all students...
fr: Téléchargement de la liste de tous les étudiants...

# DataDownload
source: Download
fr: Téléchargement

# SureWantsDownloadData
source: Are you sure you want to download all users list?
fr: Voulez-vous vraiment télécharger toute la liste des étudiants?

source: No
fr: Non

# AvailableCredits
source: Credits:
fr: Crédits:

# InscriptionEnd
source: End of registration:
fr: Fin des inscriptions:

# ModuleEnd
source: End of module:
fr: Fin du module:

source: Module ended since:
fr: Module terminé le:

source: Comments
fr: Commentaires

# NoCurrentProject
source: You don't have any running project
fr: Vous n'avez aucun projet en cours

# NoMarks
source: Theres is no mark
fr: Il n'y a aucune note

source: Filter
fr: Filtre

source: All
fr: Toutes
